---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RatioTo12
source: html/11c45c7b-a2a4-6471-2c06-3804d6bdef77.htm
---
# Autodesk.Revit.DB.UnitTypeId.RatioTo12 Property

Ratio : 12.

## Syntax (C#)
```csharp
public static ForgeTypeId RatioTo12 { get; }
```